Repository: kodi-pvr/pvr.dvblink
Catalog: pvr.dvblink/resources/language/resource.language.*/strings.po
Languages: el_gr, lt_lt, tr_tr

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects..
el_gr: Ασταθές πρόγραμμα! Οι δημιουργοί δεν είναι σε καμία περίπτωση υπεύθυνοι για αποτυχημένες εγγραφές, λανθασμένους χρονοδιακόπτες, χαμένες ώρες, ή κάθε είδους ανεπιθύμητα αποτελέσματα..
lt_lt: Tai yra nestabili programinė įranga! Autorius jokiu būdu neatsakingas už nepavykusius įrašus, neteisingus laikmačius, iššvaistytas valandas, ar nutikus kitiems nepageidaujamiems poveikiams ...[COLOR=red](Kodi.lt rekomenduoja testuojant šį priedą persijungti į Anglų [orinali] kalbą)[/COLOR]

# #30000
source: General
el_gr: Γενικά
lt_lt: Pagrindinis
tr_tr: Genel

# #30001
source: Server Address
el_gr: Διεύθυνση Διακομιστή
lt_lt: Serverio adresas
tr_tr: Sunucu Adresi

# #30002
source: Server Port
el_gr: Θύρα Διακομιστή
lt_lt: Serverio prievadas
tr_tr: Sunucu Bağlantı Noktası

# #30003
source: Client name
el_gr: Όνομα πελάτη
lt_lt: Kliento vardas
tr_tr: İstemci adı

# #30004
source: Connection timeout (s)
el_gr: Χρονικό όριο σύνδεσης (δευτ)
lt_lt: Prisijungimo laukimo laikas (s)
tr_tr: Bağlantı zaman aşımı (s)

# #30005
source: Username
el_gr: Όνομα χρήστη
lt_lt: Vartotojo vardas
tr_tr: Kullanıcı adı

# #30006
source: Password
el_gr: Κωδικός πρόσβασης
lt_lt: Slaptažodis
tr_tr: Parola

# #30100
source: Stream
el_gr: Ροή πολυμέσων
lt_lt: Srautas
tr_tr: Akış

# #30102
source: Enable transcoding
el_gr: Ενεργοποίηση διακωδικοποίησης
lt_lt: Įjungti transkodavimą
tr_tr: Dönüştürmeyi etkinleştir

# #30103
source: Height
el_gr: Ύψος
lt_lt: Aukštis
tr_tr: Yükseklik

# #30104
source: Width
el_gr: Πλάτος
lt_lt: Plotis
tr_tr: Genişlik

# #30105
source: Bitrate
lt_lt: Pralaidumas
tr_tr: Bit oranı

# #30106
source: Audio track
el_gr: Μουσικό Κομμάτι
lt_lt: Garso takelis
tr_tr: Ses parçası

# #30111
source: Enable Timeshift
el_gr: Ενεργοποίηση Timeshift
lt_lt: Įjungti laiko poslinkį
tr_tr: Zaman Kaydırmasını Etkinleştir

# #30112
source: Timeshift buffer path
el_gr: Διαδρομή προσωρινής αποθήκευσης Timeshift
lt_lt: Laiko poslinkio buferio kelias
tr_tr: Zaman kaydırma arabellek yolu

# #30200
source: Advanced
el_gr: Για προχωρημένους
lt_lt: Išplėstiniai
tr_tr: Gelişmiş

# #30201
source: Use channel handle instead of client id
el_gr: Χρήση του ονόματος του καναλιού αντί του αριθμού του πελάτη
lt_lt: Naudoti kanalo valdymą vietoj kliento id
tr_tr: İstemci kimliği yerine kanal ele alıcısı kullan

# #30202
source: Show information messages
el_gr: Εμφάνιση μηνυμάτων πληροφοριών
lt_lt: Rodyti informacinius pranešimus
tr_tr: Bilgi mesajlarını göster

# #30203
source: Combine title and episode name for recordings
el_gr: Συνδυασμός τίτλου και ονόματος επεισοδίου στις εγγραφές
lt_lt: Sujungti pavadinimą ir epizodo vardą įrašams
tr_tr: Kayıtlar için başlık ve bölüm adını birleştir

# #30204
source: Group Recordings by Series
el_gr: Εγγραφές σε γκρουπ ανά Σειρά
lt_lt: Grupiniai įrašymai pagal serialą
tr_tr: Kayıtları Dizilere Göre Grupla

# #32001
source: Connected to DVBLink Server '%s'
el_gr: Συνδέθηκε στο Διακομιστή DVBLink '%s'
lt_lt: Prisijungta prie DVBLink serverio '%s'
tr_tr: '%s' DVBLink Sunucusuna bağlandı

# #32002
source: Found '%d' channels
el_gr: Βρέθηκαν '%d' κανάλια
lt_lt: Rasta kanalų: '%d'
tr_tr: '%d' kanal bulundu

# #32003
source: Could not connect to DVBLink Server '%s' (Error code : %d)
el_gr: Αδυναμία σύνδεσης στο Διακομιστή DVBLink '%s' (Κωδ. σφάλματος: %d)
lt_lt: Neįmanoma prisijungti prie DVBLink serverio '%s' (Klaidos kodas : %d)
tr_tr: '%s' DVBLink Sunucusuna bağlanılamadı (Hata kodu: %d)

# #32004
source: Could not get recordings (Error code : %d)
el_gr: Αδυναμία λήψης εγγραφών (Κωδ. σφάλματος: %d)
lt_lt: Neįmanoma gauti įrašų (Klaidos kodas : %d)
tr_tr: Kayıtlara erişilemiyor (Hata kodu: %d)

# #32006
source: Could not get timers(Error code : %d)
el_gr: Αδυναμία λήψης χρονοδιακοπτών (Κωδ. σφάλματος: %d)
lt_lt: Neįmanoma gauti laikmačių (Klaidos kodas : %d)
tr_tr: Zamanlayıcılar alınamadı (Hata kodu: %d)

# #32007
source: Found %d EPG timers
el_gr: Βρέθηκαν %d χρονοδιακόπτες EPG
lt_lt: Rasta EPG laikmačių: %d
tr_tr: %d EPG zamanlayıcısı bulundu

# #32008
source: Found %d manual timers
el_gr: Βρέθηκαν %d χειροκίνητοι χρονοδιακόπτες
lt_lt: Rasta rankinių laikmačių: %d
tr_tr: El ile ayarlanan %d zamanlayıcı bulundu

# #32009
source: Found %d recordings
el_gr: Βρέθηκαν %d εγγραφές
lt_lt: Rasta įrašų: %d
tr_tr: %d kayıt bulundu

# #32010
source: Could not get stream for channel %s (Error code : %d)
el_gr: Αδυναμία λήψης ροής για το κανάλι %s (Κωδ. σφάλματος: %d)
lt_lt: Neįmanoma gauti kanalo %s srauto (Klaidos kodas : %d)
tr_tr: %s kanalı için akış getirilemedi (Hata kodu: %d)

# #32011
source: Series recording
el_gr: Εγγραφή σειράς
lt_lt: Serialų įrašymas
tr_tr: Diziler kaydediliyor

# #32012
source: Record this episode only
el_gr: Εγγραφή μόνο αυτού του επεισοδίου
lt_lt: Įrašyti tik šį epizodą
tr_tr: Sadece bu bölümü kaydet

# #32013
source: Record all episodes
el_gr: Εγγραφή όλων των επεισοδίων
lt_lt: Įrašyti visus epizodus
tr_tr: Tüm bölümleri kaydet

# #32014
source: Delete timer
el_gr: Διαγραφή χρονοδιακόπτη
lt_lt: Pašalinti laikmatį
tr_tr: Zamanlayıcıyı sil

# #32015
source: Delete this timer only
el_gr: Διαγραφή μόνο αυτού του χρονοδιακόπτη
lt_lt: Pašalinti tik šį laikmatį
tr_tr: Sadece bu zamanlayıcıyı sil

# #32016
source: Delete the entire series
el_gr: Διαγραφή όλης της σειράς
lt_lt: Ištrinti visą serialą
tr_tr: Tüm dizileri sil

# #32017
source: Margin before (minutes)
lt_lt: Atsarga prieš (minutėmis)
tr_tr: Sınır öncesi (dakika)

# #32018
source: Margin after (minutes)
lt_lt: Atsarga po (minutėmis)
tr_tr: Sınır sonrası (dakika)

# #32019
source: New episodes only
el_gr: Μόνο νέα επεισόδια
lt_lt: Tik nauji epizodai
tr_tr: Sadece yeni bölümler

# #32020
source: Broadcast anytime
el_gr: εκπομπή ολες τις ώρες
lt_lt: Transliuoti bet kada
tr_tr: Her zaman yayın

# #32021
source: Number of episodes to keep
el_gr: Αριθμός επεισοδίων που θα κρατηθούν
lt_lt: Kiek epizodų išlaikyti
tr_tr: Saklanacak bölüm sayısı

# #32022
source: Default
el_gr: Προεπιλογή
lt_lt: Numatytas
tr_tr: Varsayılan

# #32023
source: Keep all
el_gr: Κράτηση όλων
lt_lt: Išlaikyti visus
tr_tr: Hepsini sakla

# #32024
source: Playback failed. Server does not support transcoding
el_gr: Η αναπαραγωγή απέτυχε. Ο Διακομιστής δεν υποστηρίζει transcoding
lt_lt: Atkūrimas nepavyko. Serveris nepalaiko perkodavimo

# #32025
source: Do not group single recordings
el_gr: Μη τοποθέτηση ενιαίων εγγραφών σε ομάδα
lt_lt: Negrupuoti pavienių įrašymų
tr_tr: Tek kayıtları gruplama

# #32026
source: Keep all recordings
el_gr: Διατήρηση όλων των εγγραφών
lt_lt: Išsaugoti visus įrašus
tr_tr: Bütün kayıtları sakla

# #32027
source: Keep 1 recording
el_gr: Διατήρηση 1 εγγραφής
lt_lt: Išsaugoti 1 įrašą

# #32028
source: Keep 2 recordings
el_gr: Διατήρηση 2 εγγραφών
lt_lt: Išsaugoti 2 įrašus

# #32029
source: Keep 3 recordings
el_gr: Διατήρηση 3 εγγραφών
lt_lt: Išsaugoti 3 įrašus

# #32030
source: Keep 4 recordings
el_gr: Διατήρηση 4 εγγραφών
lt_lt: Išsaugoti 4 įrašus

# #32031
source: Keep 5 recordings
el_gr: Διατήρηση 5 εγγραφών
lt_lt: Išsaugoti 5 įrašus

# #32032
source: Keep 6 recordings
el_gr: Διατήρηση 6 εγγραφών
lt_lt: Išsaugoti 6 įrašus

# #32033
source: Keep 7 recordings
el_gr: Διατήρηση 7 εγγραφών
lt_lt: Išsaugoti 7 įrašus

# #32034
source: Keep 10 recordings
el_gr: Διατήρηση 10 εγγραφών
lt_lt: Išsaugoti 10 įrašų

# #32035
source: Record all episodes
el_gr: Εγγραφή όλων των επεισοδίων
lt_lt: Įrašyti visus epizodus
tr_tr: Tüm bölümleri kaydet

# #32036
source: Record only new episodes
el_gr: Εγγραφή μόνο νέων επεισοδίων
lt_lt: Įrašyti tik naujus epizodus
tr_tr: Sadece yeni bölümleri kaydet

# #32037
source: Single shot manual timer
lt_lt: Vieno vaizdo rankinis laikmatis

# #32038
source: Single shot EPG-based timer
lt_lt: Vieno vaizdo EPG laikmatis

# #32039
source: Generated by repeating timer
lt_lt: Generuojamas kartojant laikmatis

# #32040
source: Generated by record series timer
lt_lt: Gaunamas įrašų eilučių laikmatis

# #32041
source: Generated by repeating keyword timer
lt_lt: Generuojamas kartojant raktažodžių laikmatis

# #32042
source: Repeating manual timer
lt_lt: Pasikartojantis rankinis laikmatis

# #32043
source: Record series timer
lt_lt: Įrašo eilučių laikmatis

# #32044
source: Repeating keyword-based timer
lt_lt: Pasikartojantis raktažodžių laikmatis
